[
    {
        "headline":"'Green gold' tree offers Brazil deforestation hope", 
        "updated":1525527240, 
        "introduction":"Trees that help keep soils fertile could slow or stop deforestation in Brazil's arc of destruction.",
        "type":"story",
        "category": "environment"
    },
    {
        "headline":"Australia fires will be the new normal",
        "updated":1525524321,  
        "introduction":"This years fires are a sign of more to come",
        "type":"feature",
        "category": "environment"
    },
    {
        "headline":"How to say: Diplodocus", 
        "updated":1546300800, 
        "introduction":"The Natural History Museum in London is removing the model diplodocus skeleton which has stood in its entrance hall for 44 years. But how should the creature's name be pronounced, asks Justin Parkinson.",
        "type":"video",
        "category": "most popular",
        "video_id":"p91a64ab"
    },
    {
        "headline":"What dinosaur footprints tell us", 
        "updated":1546307703, 
        "introduction":"While skeletons show us what dinosaurs looked like, their footprints can reveal how they moved and behaved. Dr Peter Falkingham, a biologist at Liverpool John Moores University in the UK, analyses dinosaur tracks from around the world.",
        "type":"story",
        "category": "most popular"
    },
    {
        "headline":"Neanderthals 'could kill at a distance'", 
        "updated":1448601928, 
        "introduction":"Neanderthals may once have been considered to be our inferior, brutish cousins, but a new study is the latest to suggest they were smarter than we thought - especially when it came to hunting.",
        "type":"story",
        "category": "top stories"
    },
    {
        "headline":"The vegan leather brewed in a lab",
        "updated":1581686705, 
        "type": "video",
        "category": "top stories",
        "video_id":"p07sb8b1"
    },
    {
        "headline":"Mysterious radio signals from deep space detected",
        "updated":1580383305,
        "introduction":"Astronomers have revealed details of mysterious signals emanating from a distant galaxy, picked up by a telescope in Canada.",
        "type": "video",
        "category": "top stories",
        "video_id":"p07d60yr"
    },
    {
        "headline":"Dinosaur find resolves T. rex mystery",
        "updated":1459709091,
        "introduction":"Meet the newly discovered dinosaur that could hold the evolutionary key to how T. rex became such a giant.",
        "type":"story",
        "category": "top stories"
    },
    {
        "headline":"What makes people deeply dippy for dinosaurs?", 
        "updated":1459609026, 
        "introduction":"The Natural History Museum's most famous resident is on tour - and the crowds gathering to see Dippy suggest a dinosaur love affair that's far from extinct. But what explains this gut-level fascination for doomed reptiles from which we are separated by millions of years?",
        "type":"video",
        "category": "most popular",
        "video_id":"p66j71gh"
    },
    {
        "headline":"Dippy the dinosaur goes on public display in Glasgow",
        "updated":1459709926,
        "introduction":"Dippy the dinosaur has gone on public display in Scotland for the first time as part of a UK tour.",
        "type":"story",
        "category": "top stories"
    },
    {
        "headline":"Where did all the goldfish go?", 
        "updated":1459703929,
        "introduction":"It has been suggested that goldfish are going to die out by the year 2045, true or false!",
        "type":"feature",
        "category": "most popular"
    },
]